tests/Motivation-GC-1/DATA/sow/fio_output_1G
test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1 fio-3.32 Starting 1 process test: Laying out IO file (1 file / 256MiB) test: (groupid=0, jobs=1): err= 0: pid=226589: Mon Feb 10 09:35:42 2025 write: IOPS=190k, BW=742MiB/s (778MB/s)(256MiB/345msec); 0 zone resets clat (usec): min=2, max=706, avg= 5.07, stdev= 5.56 lat (usec): min=2, max=706, avg= 5.11, stdev= 5.56 clat percentiles (nsec): | 1.00th=[ 3344], 5.00th=[ 3600], 10.00th=[ 3760], 20.00th=[ 3952], | 30.00th=[ 4128], 40.00th=[ 4256], 50.00th=[ 4448], 60.00th=[ 4768], | 70.00th=[ 5472], 80.00th=[ 6240], 90.00th=[ 7264], 95.00th=[ 7520], | 99.00th=[ 8768], 99.50th=[ 9536], 99.90th=[19328], 99.95th=[21120], | 99.99th=[25216] lat (usec) : 4=23.22%, 10=76.45%, 20=0.25%, 50=0.08%, 100=0.01% lat (usec) : 750=0.01% cpu : usr=3.20%, sys=95.93%, ctx=0, majf=0, minf=12 IO depths : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0% submit : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% complete : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% issued rwts: total=0,65536,0,0 short=0,0,0,0 dropped=0,0,0,0 latency : target=0, window=0, percentile=100.00%, depth=1 Run status group 0 (all jobs): WRITE: bw=742MiB/s (778MB/s), 742MiB/s-742MiB/s (778MB/s-778MB/s), io=256MiB (268MB), run=345-345msec Disk stats (read/write): pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%