tests/Motivation-GC-1/DATA/sow/fio_output_2G
test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1 fio-3.32 Starting 1 process test: Laying out IO file (1 file / 512MiB) test: (groupid=0, jobs=1): err= 0: pid=227240: Mon Feb 10 09:35:46 2025 write: IOPS=183k, BW=716MiB/s (751MB/s)(512MiB/715msec); 0 zone resets clat (usec): min=2, max=1160, avg= 5.26, stdev= 8.88 lat (usec): min=2, max=1160, avg= 5.30, stdev= 8.88 clat percentiles (nsec): | 1.00th=[ 3472], 5.00th=[ 3728], 10.00th=[ 3888], 20.00th=[ 4080], | 30.00th=[ 4256], 40.00th=[ 4448], 50.00th=[ 4704], 60.00th=[ 5280], | 70.00th=[ 5664], 80.00th=[ 6112], 90.00th=[ 7136], 95.00th=[ 7520], | 99.00th=[ 8896], 99.50th=[10048], 99.90th=[21120], 99.95th=[22912], | 99.99th=[25216] bw ( KiB/s): min=734512, max=734512, per=100.00%, avg=734512.00, stdev= 0.00, samples=1 iops : min=183628, max=183628, avg=183628.00, stdev= 0.00, samples=1 lat (usec) : 4=15.70%, 10=83.79%, 20=0.36%, 50=0.15%, 100=0.01% lat (msec) : 2=0.01% cpu : usr=5.46%, sys=94.26%, ctx=0, majf=0, minf=12 IO depths : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0% submit : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% complete : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% issued rwts: total=0,131072,0,0 short=0,0,0,0 dropped=0,0,0,0 latency : target=0, window=0, percentile=100.00%, depth=1 Run status group 0 (all jobs): WRITE: bw=716MiB/s (751MB/s), 716MiB/s-716MiB/s (751MB/s-751MB/s), io=512MiB (537MB), run=715-715msec Disk stats (read/write): pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%