tests/Motivation-GC-1/DATA/sow/fio_output_2G
test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1 fio-3.32 Starting 1 process test: Laying out IO file (1 file / 512MiB) test: (groupid=0, jobs=1): err= 0: pid=973914: Sun Feb 9 14:50:58 2025 write: IOPS=154k, BW=600MiB/s (629MB/s)(512MiB/853msec); 0 zone resets clat (usec): min=3, max=1143, avg= 6.21, stdev= 8.85 lat (usec): min=3, max=1143, avg= 6.26, stdev= 8.85 clat percentiles (nsec): | 1.00th=[ 4016], 5.00th=[ 4320], 10.00th=[ 4512], 20.00th=[ 4768], | 30.00th=[ 5024], 40.00th=[ 5344], 50.00th=[ 5856], 60.00th=[ 6304], | 70.00th=[ 6816], 80.00th=[ 7520], 90.00th=[ 8256], 95.00th=[ 8896], | 99.00th=[10432], 99.50th=[10688], 99.90th=[11328], 99.95th=[11712], | 99.99th=[13760] bw ( KiB/s): min=617912, max=617912, per=100.00%, avg=617912.00, stdev= 0.00, samples=1 iops : min=154478, max=154478, avg=154478.00, stdev= 0.00, samples=1 lat (usec) : 4=0.88%, 10=97.24%, 20=1.88%, 100=0.01% lat (msec) : 2=0.01% cpu : usr=7.86%, sys=91.78%, ctx=1, majf=0, minf=12 IO depths : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0% submit : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% complete : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% issued rwts: total=0,131072,0,0 short=0,0,0,0 dropped=0,0,0,0 latency : target=0, window=0, percentile=100.00%, depth=1 Run status group 0 (all jobs): WRITE: bw=600MiB/s (629MB/s), 600MiB/s-600MiB/s (629MB/s-629MB/s), io=512MiB (537MB), run=853-853msec Disk stats (read/write): pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%